{
  "EDUCATION": [
  	[
  		"2008 - 2012",
      " # __Istanbul Technical University__ \n\n __Interior Architecture__ \n\nIstanbul, Turkey – GPA: 3.15 / 4.0 \n\n _Ranking upon graduation: 4th_"
  	],
  	[
  		"2010 - 2011",
      "# __Hochshule Ostwestfallen - Lippe University of Applied Science__ \n\n__Interior Architecture__ \n\nDetmold, Germany - (2 semester / 1 year) \n\n _Erasmus Exchange Programme_"
  	]
  ],
  "EXPERIENCE": [
    [
      "2020 - 2020",
      "# __Emaar Square North Tower Project__ \n\n __Tav-Sera Construction Ind. Co., FFE Senior Architect__ \n\n Monitor all FFE (Furniture Fixtures Equipment) items for Emaar Square North Tower - 49 floors mixed used project. \n\n The FFE package includes all fixed furnitures, loose furnitures, lighting fixtures, carpets & drapery for hotel rooms, hotel FOH&BOH areas, SPA, service apartments & residences. Control and consult Subcontractors (MOB, Hitit, Volard, Yapiarti) on product sourcing, materials and manufacturing techniques that meet design consultants’ (HBA London and Metex Design) specification documents. If found proper, approve & submit all mock-ups and documents to Emaar Turkey."
    ],
  	[
      "2017 - 2019",
      "# __Blueground Co. Inc, Istanbul__ \n\n __Design & Logistics Manager, Design Manager__ \n\n ***Design & Production*** \n\nDesign Blueground home interiors as Design Manager \n\nSource international and domestic suppliers and products, develop a pipeline of qualified potential manufacturers that meet our requirements. \n\nLead the exploration of new materials and sources that align with our design principles and brand. \n\nIdentify and bring on board new manufacturing and brand partners. \n\nDirect manufacturing partners on product sourcing, materials and manufacturing techniques that meet our design aesthetics and quality standards. \n\nCommunicate effectively with manufacturers to develop a desirable end product and price \n\nDevelop product documentation and labeling are completed according to our standards & export standards. \n\n–––––––––\n\n ***Logistics*** \n\nMonitor logistic & supply chain operations on 2017-2018 \n\nOwn the transactional responsibilities for inbound & outbound operations. \n\nPrepare orders, invoices & documents such as packing list for export operations by analyzing forecast and stock availability. \n\nMonitor and optimizing operations performance (fulfillment rates, optimal inventory levels and decrease damages). \n\nIdentify potential design or packaging risks and aligning with internal customers"
    ],
    [
      "2016 - 2017",
      "# __Istanbul Airport, Dalaman Airport Dutyfree Stores__ \n\n __Unifree Dutyfree Management Inc., Interior Architect__ \n\n Create Dutyfree store first modular drawings with Heinemann, -as all stores need a unique weight of modulation such as fragrances, cosmetics, etc…- areas for both Istanbul & Dalaman Airport. \n\nCreate conceptual design for Dalaman Airport Dutyfree stores with the team. \n\nCoordinate design & drawing phases of Istanbul Airport Dutyfree Stores with Tabanlioglu Architects who partnered with Unifree for architectural project. \n\nCoordinate the project with airport regulations, agreements & technical needs. Bordering rental shopping areas for Istanbul Airport."
    ],
  	[
  		"2014 - 2016",
  		"# __Zorlu Center Residential Project, Istanbul__ \n\n __Zorlu Construction Investment Inc., Interior Architect__ \n\n Monitor the flow of development activities to ensure completion of architectural work for residence project. \n\nControl the project on-site from rough construction work to trim/finishing works by monitoring project team and subcontractors. \n\nIdentifying customer requirements and attending meetings on site. As employer firm, ensuring building projects are completed within budget and schedule. \n\nProvide technical expertise and guidance in preparation of efficient datasets, layouts, work statements, drawings and delivery schedules to clients."
  	],
  	[
  		"2013 - 2014",
  		"# __NEF02 HALIC, Istanbul__ \n\n __Tunc Architecture, Site Manager__ \n\n Worked on numbers of exclusive design turn-key projects called 'FOLDHOME' which are Mini-Cinema, Entertainment room, Business room, Music room, Party-Karaoke room, Private Studio, Fitness, Art Studio…Produced construction documents, drawings and specifications shop-drawings / construction drawings / as-built drawings. Control the project on-site from rough construction work to trim/finishing works by monitoring project team and subcontractors. Reviewed architectural documents for potential conflict with all disciplines and operated all aspects of the design and procurement process."
    ],
    [
  		"2012 - 2013",
  		"# __Wyndham Grand Hotel & Resorts (Hotel, Residence, Shopping mall), Istanbul__ \n\n __Kilicbey Tourism Construction Trade, Site Architect__ \n\n Coordinate and implement modifications on-site desired by Client in co-ordination with Interior Design Consultant Firm and Lighting Consultant Firm. (Metex Design Group, ZKLD Lighting Design). \n\nControl the project on-site from rough construction work to trim/finishing works by monitoring project team and subcontractors. \n\nProvide coordination with mechanical, electrical and architectural group on-site. \n\nProvide clear and unambiguous direction and project details (measured architectural plans, sections and models) to members of the project team and subcontractors."
    ],
    [
  		"2012",
  		"# __Zorlu Center Mixed Used Project (Shopping mall, Hotel, Residence, Performing arts auditorium & Office building), Istanbul__ \n\n __Yuksel Project International Co. Inc., Intern__"
    ],
    [
  		"2012",
  		"# __Zorlu Center Mixed Used Project (Shopping mall, Hotel, Residence, Performing arts auditorium & Office building), Istanbul__ \n\n __Akturk Construction Industry Co. Inc., Intern__"
    ],
    [
  		"2009",
  		"# __Akturk Construction Industry Co. Inc., Intern__"
    ]
  ],
  "INVOLMENT & WORKSHOPS": [
  	[
  		"",
  		"CMAS 2* Diver (Openwater Diver)\n\n Raumbahnen (Space Paths) - Detmolder Raume 2011 - Detmold, Germany\n\n Den Raum Definieren (Define the space) Brandenburger Tor 2011, Berlin, Germany\n\n Youth Camp and Exchange Program with Lions Club International - Texas, USA (2009)\n\n Youth Camp and Exchange Program with Lions Club International - Pilzen, Czech Rep. (2008)\n\n Youth Camp and Exchange Program with Lions Club International - Virginia, USA (2007)"
  	]
  ],
  "LANGUAGES": [
    [
      "Turkish",
      "__Fluent (Native)__"
    ],
    [
      "English",
      "__Fluent__\n\n ITU Proficiency Test\n\n 3 months lived in USA"
    ],
    [
      "German",
      "__Pre-Intermediate__\n\n Goethe Institute Certification\n\n 1 year lived in Germany"
    ],
    [
      "Spanish",
      "__Beginner__\n\n TÖMER Certification"
    ]
  ],
  "SKILLS": [
  	[
  		"2D - 3D",
  		"__AutoCAD__, __Adobe Photoshop__, __Adobe Illustrator__"
    ],
    [
  		"3D",
  		"__Rhinoceros__"
    ],
    [
  		"3D",
  		"__Sketchup__"
    ],
    [
  		"",
  		"__Laser Cut__"
  	]
  ],
  "INTERESTS": [
  	[
  		"",
  		"Biomimicry, Innovatice architectural solutions, Conseptual, Architecture and interiors, Playing guitar and singing, Yoga, Scuba diving, Drama acting, Travelling"
  	]
  ],
  "LINKS": [
  	[
  		"",
  		"[LinkedIn](https://www.linkedin.com/in/isin-sezgi-avci-8a707359/)"
  	]
  ]
}





