{
  "Projeler": [
    [
      "2018",
      "# [Edaf](https://dribbble.com/shots/5179491-Login-form) \n Almanya merkezli, Microsoft Navision altyapısını kullanan ve müsterilerinin depodaki ürünlerini rahatça kontrol altına alıp yönetebilmeleri için geliştiren uygulamanın tüm tasarım süreçlerini Türkiye'den yönetmekteyim. \n\n `Sketch ile Tasarım` `Design Kit` \n ### Remote"
    ],
  	[
  		"2017",
  		"# [Tap Tap](https://www.behance.net/gallery/53288485/Detailed-Mobile-Project) \n Hızlı yerel alısveris icin gelistirilecek olan mobil uygulmanın, ürün tasarımı kısmını üstlendim. Tüm ayrıntıları [Behance](https://www.behance.net/gallery/53288485/Detailed-Mobile-Project) ve [Dribbble](https://dribbble.com/bqra/projects/512073-Tap-Tap-Fast-Local-Shopping) üzerinden gözlemleyebilirsiniz. \n\n `Sketch ile Tasarım` `Design Kit` \n ### Şirket adına"
  	],
  	[
  		"2017",
  		"# [Realnet](https://www.behance.net/gallery/53401835/Mobile-App-Design-for-Realestate-Agents) \n Emlakçılara özel gelistirilecek olan mobil uygulamanın tasarımını çıkartırken gelistirici ekip ile birlikte çalıstık. Projenin detaylarına [Dribbble](https://dribbble.com/shots/3340977-Mobile-Realestate) ve [Behance](https://www.behance.net/gallery/53401835/Mobile-App-Design-for-Realestate-Agents) üzerinden gözatabilirsiniz. \n\n `Sketch ile Tasarım` `Marvel Önizlemesi` \n ### Şirket adına"
  	],
    [
      "2016",
			"# [Mykredit.es](http://mykredit.es) \n MyKredit Global Kapital sirketinin üyelerine micro kredi veren sistemidir. Bu sistemin İspanya takımında, sirkete, arayüz gelistirme, kullanıcı deneyimi ve AngularJS konularında destek verdim. \n\n `HTML` `CSS` `jQuery` `AngularJS` \n ### Şirket adına"
    ],
    [
      "2016",
      "# [Degry](https://itunes.apple.com/gm/app/degry/id1080200902?mt=8) \n Degry, iOS sistemler için gelistirilmis ve kullanıcılarına Dünya şehirleri için detaylı hava durumu bilgileri sunan bir uygulamadır. Uygulamayı açtığınız andaki konumunuzu otomatik olarak algılar ve konumunuza özel hava durumu bilgisini ana ekranda gösterir. Ayrıca, birden fazla şehir eklenebilir. \n\n `Sketch` `HTML` `CSS` `jQuery` `AngularJS` `IONIC Framework` \n ### Bağımsız (Freelance)"
    ],
    [
    	"2015",
    	"# [Hürriyet Erken Seçim 2015](http://www.hurriyet.com.tr/secim/sonuclar) \n Hürriyet için il ve ilçeleri kapsayan bir harita üzerinden aksiyonların alınabildiği bir proje gelistirdik. Seçim adına detaylı birçok bilgi barındıran sayfalarda, önyüzden json formatındaki verileri okuyup, kullanıcıya eğlenceli bir arayüz sunmaya çalıstık. Ayrıca, proje için gereken Türkiye İl ve İlçe haritası da bu proje dahilinde benim tarafımdan svg formatında çizildi. \n\n `Sketch` `SVG` `HTML` `CSS` `jQuery` \n ### Şirket adına"
    ],
    [
    	"2015",
    	"# [Jalendar 2](http://codecanyon.net/item/jalendar-2-calendar-pack-event-range-and-more/12662442) \n Jalendar2 javascript ile gelistirilen bir jquery eklentisidir. Takvim linkleme, takvimden belirli tarih aralıkları seçtirme gibi aksiyonları kolaylıkla yapabilmenizi sağlar. Codecanyon.net üzerinde satısta. \n\n `PSD` `Sketch` `HTML` `CSS` `jQuery` \n ### Bağımsız (Freelance)"
    ],
    [
    	"2015",
    	"# [Pikselmatik.com](http://pikselmatik.com) \n İçinde yeni CSS3 animasyonları da barındıran Pikselmatik.com için gelistirdiğim yeni arayüz. \n\n `PSD` `Sketch` `HTML` `CSS` `jQuery` \n ### Bağımsız (Freelance)"
    ],
    [
    	"2015",
    	"# [Boxx](https://itunes.apple.com/tr/app/boxx-game-that-playing-boxes/id984184124?l=tr&mt=8) \n Cordova ve Ionic altyapisini kullanarak HTML5 ile App Store icin gelistirdigim 'puzzle' oyun projesi. Ayrica projenin kodlarini goruntulemek icin [bu](https://github.com/BQRA/boxx) baglanti, tarayicida oynamak icin de [bu](http://boxx.pikselmatik.com/) baglanti kullanilabilir. \n\n `PSD` `Sketch` `HTML` `CSS` `jQuery` `Cordova` \n ### Bağımsız (Freelance)"
    ],
    [
      "2015",
      "# [Emlak Konut Mobil Uygulama](https://itunes.apple.com/us/app/emlak-konut-gyo/id990825259?mt=8) \n Emlak Konut sirketinin mobil web sitesi ve uygulama versiyonunun tasarımı. \n\n `Sketch ile Tasarım` \n ### Bağımsız (Freelance)"
    ],
    [
      "2015",
      "# [TOKİ](http://toki.gov.tr) \n Toplu konut idaresi internet sitesi için yeni arayüz tasarımı ve arayüz gelistirme islemi. \n\n `Sketch ile Tasarım` `HTML` `CSS` `jQuery` \n ### Bağımsız (Freelance)"
    ],
    [
      "2014",
      "# [Kantini](http://kantini.com) \n Tüm Türkiye üniversiteleri için gelistirilmis ortak bir sosyal ağ. \n\n `Sketch ile Tasarım` `HTML` `CSS` `jQuery` \n ### Bağımsız (Freelance)"
    ],
    [
      "2014",
      "# [Mizu](http://mizu.com) \n Çiçeksepeti projesini de bünyesinde bulunduran Bright E-Ventures şirketinde bulunan mizu.com için arayüz gelistirme. \n\n `HTML` `CSS` `jQuery` \n ### Şirket adına"
    ],
    [
      "2014",
      "# [Raxus jQuery Slider Plugin](http://codecanyon.net/item/raxus-slider-easytouse-advanced-html5-slider/7008343) \n jQuery ile olusturduğum genel kullanıma açık ve codecanyon.net sitesinde satısta olan javascript eklentim.  \n\n `HTML` `CSS` `jQuery` \n ### Bağımsız (Freelance)"
    ],
    [
      "2013",
      "# [Woops Avea](http://woops.com.tr) \n Avea için Woops isimli kampanyaya özel web sayfası.  \n\n `HTML` `CSS` `jQuery` \n ### Şirket adına"
    ],
    [
      "2013",
      "# [Woody](http://demos.pikselmatik.com/?themeName=woody) \n Themeforest üzerinde satışta olan landing page tasarımı. \n\n `PSD` `HTML` `CSS` `jQuery` \n ### Bağımsız (Freelance)"
    ],
    [
      "2013",
      "# [Kapalı Türk Pokeri Masa Oyunu](http://goo.gl/ibwd7) \n Bir şirket adına tasarımlarını yaptığım oyun. \n\n `PSD` \n ### Şirket adına"
    ],
    [
      "2012",
      "# [Mahmure](http://mahmure.com/) \n  Doğan Online sirketi bünyesinde bulunan Mahmure projesinin arayuz gelistirme ve devam ettirme görevi. \n\n `HTML` `CSS` `jQuery` \n ### Şirket adına"
    ],
    [
      "2012",
      "# [Bigpara](http://www.bigpara.com/) \n Doğan Online sirketi bünyesinde bulunan Bigpara projesinin arayuz gelistirme ve devam ettirme görevi. \n\n `HTML` `CSS` `jQuery` \n ### Şirket adına"
    ],
    [
      "2011",
      "# [Emanset](http://www.emanset.com/) \n Türkiye’deki tüm gazetelerin site haberlerini ve manşet sayfalarını tek bir sayfada okuyabileceğiniz bir web projesi. \n\n `PSD` `HTML` `CSS` `jQuery` `PHP` `Mysql` \n ### Bağımsız (Freelance)"
    ],
    [
      "2009",
      "# [216 Portfolio](https://themeforest.net/item/216portfolio/56849) \n Themeforest üzerinde satışta olan kisisel sayfa prjesi. \n\n `PSD` `HTML` `CSS` `jQuery` \n ### Bağımsız (Freelance)"
    ],
    [
      "2005",
      "# [Piramitgroup](http://piramitgroup.org) \n Bir organizasyon firmasi adına, web sitesini tasarlayıp gelistirdiğim bir proje. \n\n `PSD` `HTML` `CSS` \n ### Bağımsız (Freelance)"
    ]
  ],
  "İş Deneyimleri": [
    [
      "12/2017 - Devam ediyor",
      "# Kariyer.net \n ## Product UI Designer \n Kariyer.net isverenlerinin kullandığı projenin tasarım sorumlusu olarak hem arayüz elementlerinin teknik düzeni, hem de tasarımların geliştiricilere en uygun sekilde ulastırılmasından sorumluyum. Projenin kapsamını ve kalitesini artırmak için Design Kit altyapısını hazırladık ve her geçen gün de bunu gelitiriyoruz."
    ],
    [
      "5/2016 - 9/2016",
      "# Global Kapital \n ## Senior Front-End Developer \n Global Kapital sirketinde MyKredit projesinde Ispanya ekibinde gorev aldım. Projenin amaci, uyelerine 100 Euro'ya kadar micro kredi vermekti. Bu projede görevim, arayuz gelistirme, kullanici deneyimi ve API tarafindan gelen verileri AngularJS framework'unu kullanarak sayfada işleme üzerineydi. Scrum metodolojisi ile haftalik sprintler kosarak projeyi ilerletiyorduk."
    ],
    [
      "4/2015 - 1/2016",
      "# Hürriyet \n ## Front-End Developer \n Hürriyet sirketinde daha çok javascript ile gelistirilen projelerde yer aldim. Hürriyet Spor sayfasında, dünyadaki popüler liglerin anlık takibini sağlayan 'widget' üzerinde birçok altyapı ve arayüz gelistirmesi yaptık. (http://hurriyet.com.tr/spor) Haziran ve Kasım 2015 seçimlerindeki ekip ile birlikte çalıstık. Özellikle Kasım 2015 seçiminde gelistirdiğimiz JSON tabanlı web ve mobil projemiz basarılı bir sonuç verdi (http://hurriyet.com.tr/secim/sonuclar?agency=aa)."
    ],
    [
      "9/2014 - 2/2015",
      "# Biletino \n ## Sr. Front-End Developer & Product Designer \n Etkinlikler için bilet yönetimi sunan __biletino.com__ internet sitesinin arayüz tasarım ve arayüz gelistirme süreçlerini yönetmek."
    ],
    [
      "12/2013 — 08/2014",
      "# Çiçeksepeti \n ## Front-End Developer \n Front-End Developers ekibi olarak görevimiz Çiceksepeti ve O'na bağlı Mizu.com, 444cicek.com gibi web sitelerinin arayüzleri için HTML, CSS, Css Less ve jQuery Pluginleri yazarak tarayıcıya ve kullanıcıya uygun içerikler üretmek."
    ],
    [
      "4/2013 — 10/2013",
      "# Turkuvaz Medya \n ## Front-End Developer & Product Designer \n Sabah gazetesi bünyesinde yeni geliştirilen GelBuldum isimli projede, arayüz tasarım ve geliştirme süreçlerini üstlenmek. MVC framework'ünde geliştirilen projede Back-End Developerlarla içiçe çalışıp, jQuery ve CSS3 gibi teknolojilerin tüm imkanlarından yararlanmak."
    ],
    [
      "8/2012 — 03/2013",
      "# Ekseriya Games \n ## Front-End Developer & Product Designer \n HTML5, CSS3, node.js, jade, stylus, jQuery gibi sektörün öncü teknolojilerini kullanarak webkit tarayıcılara uyumlu masa oyunları geliştiren ekibin, arayüz tasarım ve geliştirme süreçlerini yönetmek."
    ],
    [
      "4/2012 — 8/2012",
      "# Markakod Reklam ve Tasarım Ajansı \n ## Front-End Developer \n Tasarımcılar tarafından çizilen .PSD, Layered .PNG ve diğer formatlı web sitesi şablonlarının, HTML, CSS ve jQuery ile tüm imkanları kullanarak (Css Sprite vs.) tarayıcılarda uygun hale getirmek. Ayrıca, Bülten HTML’leri hazırlamak, bazı tamamlanan projelerde kod üzerinden çalışmak."
    ],
    [
      "8/2009 — 4/2012",
      "# DOL / Ekolay \n ## HTML Coder \n Tasarım uzmanları tarafından çizilen .PSD ve diğer formatlı web sitesi şablonlarının, HTML, CSS ve jQuery ile tüm imkanları kullanarak (Css Sprite vs.) tarayıcılarda uygun hale getirerek arayüz geliştirmelerini yapmak. Günlük olarak yaptığım işler arasında Ekolay.net altına bağlı olan tüm siteler için geliştirilen yeni kampanya, reklam, yeni özellikler, tasarım değişiklikleri gibi işlemleri yapmak. Tr.msn.com, Msn Messenger programı gibi konumlarda Ekolay.net adına ayrılmış alanlarda geliştirme yapmak. Gerektiğinde yazılım uzmanlarının bilgisayarlarından yayındaki projelerin gerekli işlemlerini ASP, PHP gibi diller arasından düzenlemek. Eposta içeriklerini HTML ile geliştirmek. Bunların yanısıra, yoktan var edilen projelerle(sitelerle) de ilgilenerek yine aynı şekilde arayüz geliştirmelerini yapmak."
    ]
  ],
  "Yetenek": [
  	[
  		"Uygulama Yetkinliği",
  		"Sketch, Zeplin, Invision, Framer X, Sublime (Mac Os), Adobe Photoshop, Dreamweaver, Mac Os X, Visual Studio, Firebug, AutoCAD"
  	],
  	[
  		"Programlama dilleri ve açıklama",
  		"Arayüz tasarımı ve geliştirme konusunda, 13 yıldan uzun bir süredir sektörü sıkı bir şekilde takip etmekteyim. HTML/CSS ile arayüz geliştirme alanında büyük şirketlere ve kendi adıma birçok proje geliştirdim. jQuery'nin popüler olduğu 2010'lu yılların başında—bu kütüphanenin de desteğiyle—Javascript ile olan ilişkimi güçlendirdim. Bu sırada gelişen __less__, __sass__, __stylus__ gibi yeni CSS frameworkleri ile __jade__ gibi HTML template yardımcılarıyla projelere katkılarda bulundum. __Codecanyon__, __Themeforest__ gibi geliştiricilerin uğrak yeri olan pazarlarda yine geliştiriciler için birçok ürün geliştirdim. Bu yıllar içinde —daha çok kendi projelerim ve bazı startuplarda— kullanıcı arayüzleri tasarlamaya aralıksız devam ettim. Kullanıcı deneyimine her zaman özen gösterdim. Son yıllarda __Angularjs__, __Vuejs__ gibi Javascript framework'leri ve __Ionic__ gibi hibrit mobil uygulamalar geliştirmeyi sağlayan araçlarla geliştirmelerime devam ettim. Bu geliştirmelerde __grunt__, __gulp__ gibi builderlardan yararlanarak, çalıştığım projelerimi güçlendirdim. İçinde bulunduğum şirketler/projelerde __continuous integration__ süreçlerini gözlemlemiş oldum. __Single Page Application__ projelerde ve daha öncelerinde __.NET__ altyapısı ile geliştirilen projelerde backend developerlarla birlikte çalıştım. \n\n Tüm bu deneyimler sonucu geldiğim noktada, __Ürün Tasarımcısı__ (_Product Designer_) olmayı kendime hedef belirledim. Kullanıcıların varolduğu tüm digital ürünlerin, arayüz süreçlerinde bulunmak, onların üretiminde katkıda bulunmak, bu şüreçlerden sorumlu olmak, çalıştığım ekip için en verimli, kendim için de en motive edici bulduğum alan. Product Designer tanımı, Türkiye için son yıllarda duyulan, ama Scrum gibi Agile çalışma metodolojilerine uyum sağlayan bir alan."
  	]
  ],
  "Sertifikalar": [
  	[
  		"Agile Yönetim ve Scrum",
  		"__Agile yönetim ve Scrum__ metodolojisi üzerine __ACM__ firmasının vermis olduğu eğitim karsılığında edindiğim sertifika."
  	]
  ],
  "Eğitim": [
  	[
  		"2009 - Devam etmiyor",
  		"Afyon Kocatepe Üni. __Bilgisayar Programcılığı__ _(Uzaktan Eğitim)_"
  	],
  	[
  		"2004 - Devam etmiyor",
  		"Sakarya Üni. __Makine - Resim - Konstrüksiyon__"
  	],
  	[
  		"2000 - 2004",
  		"Denizcilik Su Ürünleri Meslek Lisesi __Makine Ressamlığı__"
  	]
  ],
  "Askerlik": [
  	[
  		"",
  		"Yapıldı, Ağustos __2008__ de sona erdi"
  	]
  ],
  "İlgi Alanları": [
  	[
  		"",
  		"Tasarım dünyası, Motosiklet gezileri, Spor, Netflix & Chill"
  	]
  ],
  "Önemli Bağlantılarım": [
  	[
  		"",
  		"[LinkedIn](http://tr.linkedin.com/in/boradan) \n\n [Behance](https://www.behance.net/BQRA) \n\n[http://dribbble.com/bqra](http://dribbble.com/bqra) \n\n [http://github.com/bqra](http://github.com/bqra) \n\n [http://themeforest.net/user/bqra](http://themeforest.net/user/bqra) \n\n [http://codecanyon.net/user/bqra](http://codecanyon.net/user/bqra) \n\n [http://bqra.deviantart.com/](http://bqra.deviantart.com/) \n\n [http://pikselmatik.com](http://pikselmatik.com)"
  	]
  ]
}





